import * as React from "react";

import * as S from "./style";

const Intro: React.FC = () => (
  <S.IntroText>
    {`• 에이블리코퍼레이션은 '셀럽 커머스 플랫폼' 시장을 혁신해 나가는 팀이에요. 능력있는 개발자들과 앱 마케팅 분야 전문가들과 모여 셀럽 마켓 모음 앱 「에이블리(ABLY)」를 운영하고 있어요.

• 「에이블리」는 누적 다운로드 400만건, 연 거래액 1000억원, 앱스토어 1위를 달성하며 업계에서 가장 빠르게 성장하고 있는 패션/뷰티 커머스 플랫폼이에요. (최근에는 초록창 검색어1위, 플레이스토어 1위를 하기도 했어요!)


• 치열한 온라인 커머스 시장에서 플랫폼 개발 역량과 오퍼레이션 노하우를 인정받아 올해 6월에 LB인베스트먼트와 코오롱인베스트먼트로 부터 70억 규모의 시리즈A 투자 유치를 받았어요. 외부투자금과 안정적인 포트폴리오를 바탕으로 더욱 더 가파르게 전체규모를 키우고 있답니다.

• 국내에서 가장 잘하는 팀인지는 모르겠지만, 가장 몰입해서 치열하게 일하는 팀 중에 하나일 것이라는 자신감이 있어요. 구성원들 모두가 직원 이상의 마인드를 가지고 개인과 회사의 가치를 실현하기 위해 열정을 불태우고 있답니다. 이제부터는 정말 큰 에이블리 생태계를 만들어가기 위해 집중할 계획이에요. 

우리는 이런 문화를 만들고 있어요.

① 따뜻함, 배려, 이타심 : 서로 배려하는 따뜻한 문화를 지향해요. 싸가지 없어도 일만 잘하면 된다? 아니에요. 우리는 한 팀으로 같이 결과물을 만들어내고 있기 때문에, 실력보다 태도가 훨씬 더 중요해요.

② 치열함, 그에 대한 보상 : 직원 이상의 태도로 치열하게 일하며 빠르게 성장해서, 직원 이상의 보상을 나누는 철학이 있어요. 다양한 형태의 인센티브 제도에 대해 열려있고 도입하고 있어요, 치열한 고민을 한 구성원에게 업계최고의 보상, 인상률을 약속드려요

③ 스포츠팀 : 회사는 동아리처럼 자유분방하지도, 대기업처럼 꼰대스럽지도 않아야 해요. 그런 면에서 스포츠팀의 문화를 지향해요. 프로페셔널로서 책임감 있게 임무를 수행하며, 리더와 상대방의 결정을 신뢰하고, 서로를 진심으로 “존경”할 수 있어야 해요.

④ 성장 : 열심히 하면 잘하게 된다고 믿기 때문에, 성장할 수 있도록 경험이 풍부한 리더들이 최선을 다해 직접 코칭해드려요. 이 외에도 업무 관련 도서 무제한 제공, 교육비 100%지원, 등 성장에 관한 건 아낌없이 지원해 드립니다. 멀티플레이어를 좋아해요.

또 뭐가 있을까요? 여기서부터는 당신의 몫이에요. 빠른 성장이 지속된다면 우리는 올해 수백명이 될 수도 있어요. “먼저 온 사람”인 당신에게, 팀의 문화를 만들 수 있는 기회를 드려요.

혜택 및 복지
1. 최적의 업무 환경을 만들어드립니다.
• 2호선 분당역 환승역인 선릉역에 위치한 사무실
• 출근 시간은 오전 10시, 퇴근시간은 저녁 7시 (지옥철 안녕!)
• 카페같은 라운지,휴식할 수 있는 빈백/쇼파, 식물과 함께하는 쾌적한 사무실 공간 
• 직군별로 아이맥, 맥북 프로+27인치 모니터, 고사양의 데스크탑+듀얼 모니터, 손목 보호 마우스 등 업무 생산성을 극대화하기 위한 장비 지원

2. 구성원의 성장을 도와드리고 응원합니다.
• 성장을 위한 업무관련 교육 및 세미나 100% 지원, 도서 무제한 지원
• 성과에 따른 합리적인 보상 보장

3. 에이블리에서 식사 걱정은 하지마세요 : )
• 중식 제공 (법인카드로 하는 강남맛집 탐험/ 연 250만원 상당) 
• 끊이지 않는 간식창고: 편의점급 과자와 음료수, 고급 원두커피, 샐러드 등등!! 

4.자유로운 휴가
• 휴가 사유 생략, 상사와 동료 눈치 보지 않고 자유롭게 사용하는 휴가 문화 
• 1시간씩 연차사용 가능

5. 그 밖의 혜택 및 복지제도
• 정규직 보장 
• 4대보험 (국민연금, 건강보험, 고용보험, 산재보험) 
• 입사기념일/ 생일/ 명절 선물 지급 
• 워크샵/전체 연말회식/ 에이블리 시상식 등 다양한 행사 
• 경조사 지원(경조휴가, 경조화환, 경조금 등) 

• 관련링크 
- 어플리케이션 : https://goo.gl/Gwy8MB
- 관련기사(1) : http://tinyurl.com/y3rwvpxj
- 관련기사(2) : https://tinyurl.com/yxpwhwgv
- 관련기사(3) : https://tinyurl.com/y6kkque5`}
  </S.IntroText>
);

export default Intro;
